#include <iostream>
using namespace std;

int main()

{
    setlocale(LC_ALL, "RUS");
    cout << "Октябрь уж наступил — уж роща отряхает\nПоследние листы с нагих своих ветвей;\nДохнул осенний хлад — дорога промерзает.\nЖурча еще бежит за мельницу ручей,\nНо пруд уже застыл; сосед мой поспешает\nВ отъезжие поля с охотою своей,\nИ страждут озими от бешеной забавы,\nИ будит лай собак уснувшие дубравы.\n\nТеперь моя пора: я не люблю весны;\nСкучна мне оттепель; вонь, грязь — весной я болен;\nКровь бродит; чувства, ум тоскою стеснены.\nСуровою зимой я более доволен,\nЛюблю ее снега; в присутствии луны\nКак легкий бег саней с подругой быстр и волен,\nКогда под соболем, согрета и свежа,\nОна вам руку жмет, пылая и дрожа!";
}